7zip
aichat
alacritty
alsa-tools
alsa-utils
arch-wiki-docs
bandwhich
bat
bat-extras
blanket
bluetui
bluez-utils
bottom
brightnessctl
caligula
cava
chromium
cliphist
direnv
docker-buildx
evince
eza
fastfetch
fd
feh
fuzzel
fzf
gcc
ghostty
git-delta
gnome-boxes
grep
grim
helvum
hyperfine
hypridle
hyprlock
hyprpaper
impala
inetutils
jack_delay
jnv
jq
just
linux-firmware
man-db
mesa
miller
mpv
network-manager-applet
noto-fonts-emoji
npm
obs-studio
pamixer
pavucontrol
playerctl
podman
podman-compose
pulsemixer
python-pip
python-setuptools
python3
qt5-wayland
qt6-wayland
ripgrep
showmethekey
slurp
solaar
starship
swappy
swaync
tabiew
task
tealdeer
television
termdown
thunar
tmuxp
tree
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
typst
ueberzugpp
unp
unzip
uv
vulkan-mesa-layers
vulkan-radeon
waybar
wget
wikiman
wl-clipboard
wlsunset
xdg-desktop-portal-hyprland
xorg-server-xephyr
xorg-server-xvfb
yazi
zbar
zellij
zoxide
